Repository: l33tmind/reskindev-ios-app
Catalog: Reskindevpro/Reskindevpro/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, hi

source: 3D Chart
ar: مخطط ثلاثي الأبعاد
bn: ৩ডি চার্ট
hi: 3D चार्ट

source: Accept Delivery
ar: قبول التسليم
bn: ডেলিভারি গ্রহণ করুন
hi: डिलीवरी स्वीकार करें

source: Accept Offer
ar: قبول العرض
bn: অফার গ্রহণ করুন
hi: ऑफ़र स्वीकार करें

source: Active
ar: نشط
bn: সক্রিয়
hi: सक्रिय

source: All
ar: الكل
bn: সব
hi: सभी

source: Browse services
ar: تصفّح الخدمات
bn: সার্ভিস দেখুন
hi: सेवाएँ देखें

source: Cancel
ar: إلغاء
bn: বাতিল
hi: रद्द करें

source: Completed
ar: مكتمل
bn: সম্পন্ন
hi: पूर्ण

source: Contact a seller from any service to start a chat.
ar: تواصل مع بائع من أي خدمة لبدء محادثة.
bn: চ্যাট শুরু করতে যেকোনো সার্ভিস থেকে বিক্রেতার সাথে যোগাযোগ করুন।
hi: चैट शुरू करने के लिए किसी भी सेवा से विक्रेता से संपर्क करें।

source: Create Account
ar: إنشاء حساب
bn: অ্যাকাউন্ট তৈরি করুন
hi: खाता बनाएँ

source: Create Custom Offer
ar: إنشاء عرض مخصص
bn: কাস্টম অফার তৈরি করুন
hi: कस्टम ऑफ़र बनाएँ

source: Custom Offer
ar: عرض مخصص
bn: কাস্টম অফার
hi: कस्टम ऑफ़र

source: Delete Account
ar: حذف الحساب
bn: অ্যাকাউন্ট মুছুন
hi: खाता हटाएँ

source: Earnings
ar: الأرباح
bn: আয়
hi: कमाई

source: Inbox
ar: الوارد
bn: ইনবক্স
hi: इनबॉक्स

source: My Orders
ar: طلباتي
bn: আমার অর্ডার
hi: मेरे ऑर्डर

source: No earnings yet
ar: لا توجد أرباح بعد
bn: এখনও কোনো আয় নেই
hi: अभी तक कोई कमाई नहीं

source: No finished orders yet
ar: لا توجد طلبات مكتملة بعد
bn: এখনও কোনো সম্পন্ন অর্ডার নেই
hi: अभी तक कोई पूरा ऑर्डर नहीं

source: No messages yet
ar: لا توجد رسائل بعد
bn: এখনও কোনো বার্তা নেই
hi: अभी तक कोई संदेश नहीं

source: No orders here
ar: لا توجد طلبات هنا
bn: এখানে কোনো অর্ডার নেই
hi: यहाँ कोई ऑर्डर नहीं है

source: OK
ar: حسنًا
bn: ঠিক আছে
hi: ठीक है

source: Orders on your services will show up here.
ar: ستظهر هنا الطلبات على خدماتك.
bn: আপনার সার্ভিসের অর্ডার এখানে দেখা যাবে।
hi: आपकी सेवाओं के ऑर्डर यहाँ दिखाई देंगे।

source: Orders Workspace
ar: مساحة عمل الطلبات
bn: অর্ডার ওয়ার্কস্পেস
hi: ऑर्डर वर्कस्पेस

source: Orders you place will show up here.
ar: ستظهر هنا الطلبات التي تقدّمها.
bn: আপনার করা অর্ডার এখানে দেখা যাবে।
hi: आपके द्वारा दिए गए ऑर्डर यहाँ दिखाई देंगे।

source: Pending payment
ar: الدفع قيد الانتظار
bn: পেমেন্ট অপেক্ষমাণ
hi: भुगतान लंबित

source: Pick a chat on the left to see its WorkStream.
ar: اختر محادثة من اليسار لعرض WorkStream.
bn: WorkStream দেখতে বাঁ দিক থেকে একটি চ্যাট বেছে নিন।
hi: WorkStream देखने के लिए बाईं ओर से कोई चैट चुनें।

source: Remove from Saved
ar: إزالة من المحفوظات
bn: সংরক্ষিত থেকে সরান
hi: सहेजे गए से हटाएँ

source: Request Revision
ar: طلب تعديل
bn: সংশোধনের অনুরোধ
hi: संशोधन का अनुरोध करें

source: Retry
ar: إعادة المحاولة
bn: আবার চেষ্টা করুন
hi: फिर से कोशिश करें

source: Save
ar: حفظ
bn: সংরক্ষণ
hi: सहेजें

source: Search chats
ar: ابحث في المحادثات
bn: চ্যাট খুঁজুন
hi: चैट खोजें

source: Select a conversation
ar: اختر محادثة
bn: একটি কথোপকথন বেছে নিন
hi: कोई बातचीत चुनें

source: Send Offer
ar: إرسال العرض
bn: অফার পাঠান
hi: ऑफ़र भेजें

source: Sign In
ar: تسجيل الدخول
bn: সাইন ইন
hi: साइन इन करें

source: Sign in to see your messages
ar: سجّل الدخول لعرض رسائلك
bn: বার্তা দেখতে সাইন ইন করুন
hi: संदेश देखने के लिए साइन इन करें

source: Sign in to see your orders
ar: سجّل الدخول لعرض طلباتك
bn: অর্ডার দেখতে সাইন ইন করুন
hi: ऑर्डर देखने के लिए साइन इन करें

source: Something went wrong
ar: حدث خطأ ما
bn: কিছু ভুল হয়েছে
hi: कुछ गड़बड़ हो गई

source: Submit Requirements
ar: إرسال المتطلبات
bn: প্রয়োজনীয়তা জমা দিন
hi: आवश्यकताएँ जमा करें

source: Type a message…
ar: اكتب رسالة…
bn: একটি বার্তা লিখুন…
hi: संदेश लिखें…

source: Withdraw Funds
ar: سحب الأموال
bn: টাকা তুলুন
hi: धनराशि निकालें

source: Workspace Details
ar: تفاصيل مساحة العمل
bn: ওয়ার্কস্পেসের বিবরণ
hi: वर्कस्पेस विवरण

source: You're offline. Some things may not load.
ar: أنت غير متصل. قد لا يتم تحميل بعض العناصر.
bn: আপনি অফলাইন। কিছু জিনিস লোড নাও হতে পারে।
hi: आप ऑफ़लाइन हैं। कुछ चीज़ें लोड नहीं हो सकतीं।
